assets/password_retrieval.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema"
    xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
	<soap12:Body>
		<passwordRetrieval xmlns="http://rentcar.bbcwx.com/">
			<phoneNumber>$phoneNumber</phoneNumber>
			<emailAddress>$emailAddress</emailAddress>
		</passwordRetrieval>
	</soap12:Body>
</soap12:Envelope>